var entpnature = {
		1: "外商独资",
		2: "合资",
		3: "上市公司",
		4: "国企",
		5: "国家机关",
		6: "事业单位",
		7: "民企/私企",
		8: "代表处",
		9: "非赢利组织",
		10: "股份制",
		99: "其他"
};

var entpsize = {
		1: "20人以下",
		2: "21-50人",
		3: "51-100人",
		4: "101-300人",
		5: "301-500人",
		6: "500人以上"
};

var jobnature = {
		1:"全职",
		2:"兼职",
		3:"实习"
};

var experience = {
		1:"在读生",
		2:"应届毕业生",
		3:"1年",
		4:"2年",
		5:"3年",
		6:"4年",
		7:"5年",
		8:"6年",
		9:"8年",
		10:"10年以上"	
};

var edu = {
		1:"博士",
		2:"EMBA",
		3:"MBA",
		4:"硕士",
		5:"本科",
		6:"大专",
		7:"高职",
		8:"高中",
		9:"职高",
		10:"中专",
		11:"中职",
		12:"中技",
		13:"初中",
		14:"其他"
		
};

var sex = {
		1:"男",
		0:"女"
};

var marry = {
		0:"未婚",
		1:"已婚"
};

var drivinglicense = {
		0:"无",
		1:"有"
};